{
    "life": [
        {
            "title": "Allmänt",
            "id": "general",
            "paragraphList": 
                [
                    "Det är inte bara mat och träning som kan hjälpa dig vid GDM, utan levnadsfaktorer spelar också roll.",
                    "För mycket socker i blodet kan förutom för lite insulin även bero på tex. stresshormoner."
                ]
        },
        {
            "title": "Rutiner",
            "id": "routine",
            "paragraphList": 
                [
                    "Rutiner är en stöttepelare i vår vardag som även hjälper kroppen hålla bättre blodsockerbalans.",
                    "Försök skapa rutiner som tex att äta regelbundna måltider & mellisar, en läggningsrutin för att varva ned inför sömnen, försök gå och lägga dig och gå upp vid ungefär samma tid, att röra dig fysiskt efter måltider, etc... ",
                    "Med en regelbunden rutin håller du lättare jämna blodsockernivåer, och du kan se om du avviker från dina rutiner hur det påverkade ditt blodsocker. "
                ]
        },
        {
            "title": "Stress",
            "id": "stress",
            "paragraphList": 
                [
                    "Vid stress (inkl. positiv stress - tex spännande upplevelser) utsöndrar binjurarna adrenalin, glukagon och kortisol, detta leder till att det frisätts mer socker och blodsockret stiger. Kroppen hämtar alltså socker i 'förråden' som sedan stannar i blodet.",
                    "Stress påverkar även blodsockret genom att stresshormoner motverkar insulinhormonerna vilket gör blodsockret svårare att kontrollera. Högre kortisol ger högre insulinresistens (i ett läge då kroppen redan har högre insulinbehov samt viss ökad insulinresistens pga graviditeten), vilket ger högre blodsocker.",
                    "Är du stressad? Långvarig eller återkommande stress kan vara bra att prata om. Många saker som orsakar stress går ofta att ändra med rätt hjälp. Prata gärna med din barnmorska, dina nära och kära, eller din doula kanske.",
                    "Finns det något du vet att du kan göra för att minska din stress? Kan du öva på att hantera stressen? Ta hjälp, och försök hitta hjälpmedel i vardagen för att minska din stress. Kan du gå till en osteopat för dina fysiska krämpor, eller för att balansera din kropp i allmänhet? Hjälper yoga? Kan du meditera varje dag för att stilla ditt nervsystem? Se vad som fungerar för dig!",
                    "Kom ihåg att fysisk aktivitet förbättrar välbefinnande och sömn, minskar stresshormonet kortisol, och har en positiv påverkan på tex endorfiner, serotonin, dopamin och noradrenalin i hjärnans molekylära system, samt motverkar en minskad hippocampusvolym som kan ses vid depression. (Källa: Läkartidningen 2022-09-14)."
                ]
        },
        {
            "title": "Sömn",
            "id": "sleep",
            "paragraphList": 
                [
                    "Om du sover för lite får du högre kortisolnivå i kroppen, och högre insulinresistens.",
                    "Sömnbrist gör oss även tröttare och mer okoncentrerade, vilket kan leda till att vi får sug efter snabba kolhydrater för snabb energi, vilket ger högre blodsocker.",
                    "Sömnen är svårare som gravid, men det hjälper att göra vad man kan för att sova bättre. Tex. fysisk rörelse varje dag, regelbundna läggningstider, varva ned (skärmfritt) en stund innan läggning, somna till en meditation (eller kanske dina förlossningsaffirmationer :) ) sov med en gravidkudde mellan knäna, etc."
                ]
        },
        {
            "title": "Osteopati",
            "id": "osteopathy",
            "paragraphList": 
                [
                    "Osteopatbehandling har många gynnsamma effekter för att hjälpa kroppen till balans.",
                    "Ju bättre balanserad anatomi och fysiologi, desto bättre kan kroppen fungera - och vi mår bättre!",
                    "Det finns studier som visar på eventuella samband mellan osteopati och jämnare blodsockernivåer. Det behövs mer studer men helt klart är att en kropp i bättre balans, som kan röra sig smidigare, kan fungera bättre även hormonellt (kom ihåg att insulin är ett hormon)."
                ]
        },
        {
            "title": "Blodprovstagare",
            "id": "bloodsample",
            "paragraphList": 
                [
                    "Testa att sticka på olika ställen. Det kan göra lite mindre ont att sticka på vissa fingrar (tex tummen och pekfingret), testa dig fram. Det kan kännas lite mindre om man sticker på sidan av fingertoppen. Vissa föredrar tydligen att sticka i tårna eller på underarmen (det har jag dock inte testat).",
                    "Ställ in provtagaren på minsta möjliga djup som räcker för att få ut en bloddroppe. Jag körde dessutom på de smalaste lancetterna som jag kunde hitta (0.20mm), de räckte för mig. Testa dig fram. Be din barnmorska om smalare lancetter om du vill testa.",
                    "Byt lancett varje gång så du har en ren och skarp nål.",
                    "Rengör huden innan du sticker så att du inte får felaktiga och missvisande resultat.",
                    "Det är lättare att få ut en bloddroppe om dina händer är lite varma. Du kan tvätta händerna med varmt vatten innan och massera dem (se till att ha helt torra händer när du ska sticka bara för att undvika missvisande resultat). Eller du kan hålla handen nedåt en stund, knyta den i en knytnäve, skaka den... Testa vad som känns bra för dig.",
                    "Det kan bli lite ömt om du alltid kör samma stickställe/finger, så försök variera (även om vissa fingrar fungerar bättre), och sköt om dina händer i övrigt - tex smörj in dem innan du går och lägger dig (men inte precis innan du ska mäta blodsockret ;) )."
                ]
        }
    ],

    "training": [
        {
            "title": "Allmänt",
            "id": "general",
            "paragraphList": 
                [
                    "Träning är en viktig faktor för att hålla blodsockret i schack vid GDM. Det viktigaste är regelbunden fysisk aktivitet, men andra faktorer som spelar in är också tex. när du tränar."
                ]
        },
        {
            "title": "När ska jag träna",
            "id": "when",
            "paragraphList": 
                [
                    "Om du gör någon form av träning direkt efter att du har ätit, kommer du att minska glukostoppen på det du ätit, och så kunna hålla ett bättre blodsockervärde. Man kan få stor effekt på sitt blodsocker av att direkt efter lunchen tex. gå ut på en power-walk.",
                    "Instinkten kan ibland vara att 'vila på maten', eftersom det är lätt att känna sig trött som gravid och framförallt vid graviditetsdiabetes. Man kan dock vinna energi och bättre blodsocker av att röra på sig direkt efter maten.",
                    "Träna minst varannan dag! Ett enda träningspass ökar skelettmuskulaturens glukosupptag via insulinberoende mekanismer. Träningspasset innebär en ökad insulinkänslighet på helkroppsnivå - en effekt som kvarstår i mer än 16 timmar, men som avklingar efter 48 timmar. Därför är det viktigt att träna minst varannan dag. Upprepade träningspass gör kroppen mer insulinkänslig (det är bra - det ger oss alltså bättre tillgång till vårt insulin!)."
                ]
        },
        {
            "title": "Styrketräning",
            "id": "weights",
            "paragraphList": 
                [
                    "Styrketräning eller motståndsträning som det även kallas, är bra för mycket! I likhet med konditionsträning kan styrketräning öka insulinkänsligheten. ",
                    "Ju mer och starkare muskler, desto lättare är det för kroppen att hålla jämnt blodsocker.",
                    "Är du nybörjare på styrketräning? Kom igång långsamt och öka vartefter, ta gärna hjälp av någon utbildad i mammaträning!"
                ]
        },   
        {
            "title": "Mammaträning",
            "id": "momgroups",
            "paragraphList": 
                [
                    "Du vet väl att det finns många både inomhus- & utomhusträningsgrupper för mammor (för både gravida och med bebis utanför magen)?",
                    "Det är både trevligt, socialt, bra träning, och du får komma ut.",
                    "Hör med din omgivning om någon har tips på bra mammaträningar eller googla!"
                ]
        },    
        {
            "title": "Kondition",
            "id": "condition",
            "paragraphList": 
                [
                    "Konditionsträning har konsekvent visat sig förbättra blodsockerkontrollen och insulinkänsligheten hos personer med diabetes, och är alltså superbra vid GDM!",
                    "Konditionsträning kan vara lågintensiva promenader, power-walks, spinning (om ditt bäcken tål det), eller liknande.",
                    "Om du har en träningscykel kan du sätta dig och cykla ett pass varje dag (gärna efter dina måltider). Börja med korta pass och öka sedan längden allteftersom du känner att du mår bra av det (så du inte får ont). Det finns träningscyklar med bred, bekväm sits och ryggstöd, samt en hållare för mobil/platta om du vill titta på något medan du cyklar.",
                    "Som regel gäller att det du kunnat göra och gjort mycket av innan du blev gravid kan du fortsätta med så länge det känns bra."
                ]
        },
        {
            "title": "Promenader",
            "id": "walks",
            "paragraphList": 
                [
                    "Raska promenader är fantastisk träning - ett tips som ofta kanske inte lyssnas på då det kan kännas för enkelt.",
                    "Det ska dock inte förkastas utan snarare framhävas som träningsform just därför - det är skonsamt, lätt att upprätthålla som rutin (just do it), och kan anpassas efter dagsform (gå långsamt om du är trött, gå fortare om du kan).",
                    "Under promenaden kan du lyssna på poddar som hjälper dig förbereda din inför förlossningen, eller på något som gör dig glad och kanske får dig att skratta (vilket ökar må-bra hormonet oxytocin i din kropp - bra inför förlossning!).",
                    "Ta gärna en runda som täcker in alla backar du har i ditt område, och när du flåsar upp för backen kan du jobba på din andning inför förlossningen ('breathe in for 4, breathe out for more'...).",
                    "Dagliga powerwalks, allra helst direkt efter dina måltider, är en supereffektiv fysisk aktivitet som kan verkligen hjälpa dig hålla blodsockret i schack!"
                ]
        }
    ],

    "food": [
        {
            "title": "Allmänt",
            "id": "general",
            "paragraphList": 
                [
                    "Kosten är viktig på många sätt vid GDM, inte bara vad du äter - utan även när och hur. Här är mina samlade tips. En dietist kan hjälpa dig med mer info."
                ]
        },
        {
            "title": "Regelbundenhet",
            "id": "routine",
            "paragraphList": 
                [
                    "Att äta regelbundet har en stor påverkan på blodsockret. Fördela maten jämnt över hela dagen - frukost, lunch och middag samt 1-3 mellanmål är en bra fördelning.",
                    "Försök hålla samma tider varje dag.",
                    "Viktigt är att mellanmålen är stadiga och lagom matiga.",
                    "Detta hjälper dig med att äta lagom portioner och du undviker att bli jättehungrig (och äta för mycket vid ett tillfälle - vilket ger en glukostopp)."
                ]
        },
        {
            "title": "Nödsnacks",
            "id": "emergencysnacks",
            "paragraphList": 
                [
                    "Ibland kommer oförutsedda händelser och stör ens dagliga rutiner. Kanske du är iväg och blir försenad och du behöver ett snabbt litet mellanmål för att hålla jämnt blodsocker. Varmt tips är att alltid ha med lite nödsnacks i handväskan.",
                    "För mig fungerade det att alltid ha med sig en påse osötade sötmandlar, några BabyBel-ostar, och gärna en påse morotsstavar. Det räddade mig många gånger (och fungerar kanske även för ev. äldre syskon ;) )!"
                ]
        },        
        {
            "title": "Sammansättning",
            "id": "composition",
            "paragraphList": 
                [
                    "Det är inte bara vad du äter som spelar roll, utan även hur du äter det - alltså måltidens sammansättning!",
                    "En måltid som innehåller stor mängd eller enbart kolhydrater gör att blodsockret höjs både snabbare och mer än en måltid där det även finns fibrer, fett och protein.",
                    "Om du äter (helst långsamma) kolhydrater och samtidigt äter fibrer, fett och protein, så sker matsmältningen på ett annorlunda sätt - allt spjälkas samtidigt och du får inte lika hög glukostopp.",
                    "Då tömmer sig magsäcken långsammare och därför höjs inte blodsockret lika snabbt.",
                    "Om du äter grönsaker en stund innan du äter dina kolhydrater så har även det en skyddande effekt mot glukostoppar."
                ]
        },
        {
            "title": "Finfördelning",
            "id": "puree",
            "paragraphList": 
                [
                    "Hur finfördelad maten är har också påverkan på hur snabbt magsäcken tömmer sig.",
                    "Tex. är en morot bättre än en riven morot, som i sin tur dock är bättre än morotspuré."
                ]
        },
        {
            "title": "Kolhydrater",
            "id": "carbs",
            "paragraphList": 
                [
                    "Kolhydrater råder det en del diskussioner om och delade meningar, och vi är alla olika, men vid min GDM behövde jag allt mer utesluta rena kolhydratsprodukter för att inte få för högt blodsocker.",
                    "'Klassiska kolhydrater' som vete, ris, och vitt bröd är något som blir gradvis svårare för kroppen att klara av insulinbehovet till allteftersom graviditeten fortskrider.",
                    "Fullkornsprodukter (långsammare kolhydrater - spjälkas långsammare = inte lika mkt socker ut i blodet på samma gång = mindre glukostopp) är bättre än de 'ljusare' alternativen (snabbare kolhydrater - spjälkas fortare = socker fort ut i blodet = större glukostopp).",
                    "Därför hjälper det blodsockret att minska mängden kolhydrater och istället äta mer protein och fett (och såklart gärna fiberrikt).",
                    "Tänk grönsaker (tex grönsallad, vitkål, broccoli), baljväxter (tex linser och kikärter), nötter (osötade sötmandlar är jättebra), och hårdostar (pastöriserade). Inte fett som i feta såser :)",
                    "Kolla gärna kolhydratmängden på dina livsmedel, och se då över andel sockerarter. Det är sockerarterna som höjer blodsockret snabbast och mest. Om mängden sockerarter är över 5g / 100g kanske du ska funder en gång till på det livsmedlet."
                ]
        },
        {
            "title": "Kvällsmål",
            "id": "bedtimesnack",
            "paragraphList": 
                [
                    "Har du höga fastevärden på morgonen? Då kanske du vill prova att lägga in ett litet kvällsmellanmål.",
                    "Om du blir väldigt hungrig under natten påverkar det dina värden nästa morgon.",
                    "Testa att ta en näve mandlar, eller en bit hårdost, innan du går och lägger dig och se hur det påverkar dina fastevärden nästa morgon."
                ]
        },
        {
            "title": "Frukter/bär",
            "id": "fruitsandberries",
            "paragraphList": 
                [
                    "Vissa frukter och bär är bättre än andra men det kan vara svårt att veta vilka. Använd gärna sökfunktionen på denna sida, eller ladda ned T1D-appen och använd deras sök, eller hitta någonstans där du kan kolla upp kolhydratmängden i olika frukter och bär.",
                    "Hallon är till exempel mycket bättre (lägre innehåll av kolhydrater + sockerarter) än både blåbär och jordgubbar.",
                    "Frukter som tex banan innehåller mycket socker och bör ätas sparsamt för att undvika glukostoppar."
                ]
        },
        {
            "title": "Vatten",
            "id": "h20",
            "paragraphList": 
                [
                    "Glöm inte att dricka tillräckligt med vatten!",
                    "Förutom att minska risken för uttorkning, så hjälper vatten spola ut njurarna (som får jobba hårt då vi ska kissa ut allt extra socker). Det finns studier som visar att regelbundet vätskeintag av vatten minskar risken för högt blodsocker.",
                    "Sista månaderna av min graviditet var vatten dessutom den ENDA dryck jag kunde dricka som inte höjde mitt blodsocker (jag kunde inte ens dricka te utan mjölk)."
                ]
        },
        {
            "title": "Kanel",
            "id": "cinnamon",
            "paragraphList": 
                [
                    "Det finns studier som visar att kryddan kanel hjälper öka insulinkänsligheten, vilket alltså är bra för vårt blodsocker! Studier visar även att kanel kan sakta ned spjälkningen av kolhydrater i magsäcken, vilket ger mindre glukostopp.",
                    "Se till att köpa ceylonkanel (och inte kassiakanel) då det innehåller betydligt lägre halter av kumarin (som är skadligt för levern i mycket höga doser)!"
                ]
        },
        {
            "title": "Kosttillskott",
            "id": "supplements",
            "paragraphList": 
                [
                    "Då jag var gravid researchade jag forskning på Alfa-liponsyra (ALA) - en antioxidant som jag fann hade effekt på att hålla mitt blodsocker mer stabilt.",
                    "Jag använde Thorne Alpha-Lipoic Acid 60 kapslar.",
                    "Det finns även forskning som tyder på att ALA har andra fördelaktiga skyddande effekter vid graviditet.",
                    "Obs! Du får själv läsa på den forskning du hittar och bestämma om detta är något för dig, eller om du anser att det inte är tryggt att ta detta kosttillskott vid din graviditet. Se några forskningslänkar längst ned på denna sida, och sök gärna mer på egen hand.",
                    "Ett annat kosttillskott som i forskning haft positiva effekter vid diabetes är Magnesium. Magnesium är även bra mot muskelspänningar. Holistics har ett bra tillskott på Magnesium.",
                    "Probiotika är ett annat tillskott som hjälper vår kropps immunförsvar - och som visat sig förbättra blodsockernivåer enligt vissa studier. Probi mage rekommenderas varmt.",
                    "Övriga kosttillskott som jag rekommenderar är Thorne Basic Prenatal (en multi-vitamin), och MorDHA Original (omega-3).",
                    "(Obs! Att jag inte har med något av dessa företag att göra, dessa var bara mina val av tillskott för de som kanske undrar)"
                ]
        }
    ],
    
    "recipes": [
        {
            "title": "Broccolisoppa",
            "id": "broccolisoup",
            "ingredientsList": 
                [
                    "ca 500 g broccoli",
                    "1 st gul lök",
                    "9 dl vatten",
                    "2 st buljongtärningar",
                    "1 tsk vitvinsvinäger",
                    "1-1,25 dl grädde",
                    "salt och peppar efter smak"
                ],
            "paragraphList": 
                [
                    "Hacka löken och dela broccolin i buketter (glöm inte rotstocken som också kan användas - skala den lite först).",
                    "Lägg grönsakerna i en stor, tjockbottnad kastrull/gryta. Tillsätt vatten, buljong, och vinäger. Låt blandningen få ett uppkok och skruva sedan ned värmen och låt sjuda under lock tills broccolin är mjuk (ca 15 minuter).",
                    "Om du vill ha bitar i soppan - fiska upp en tredjedel av brocollin med en hålslev och lägg åt sidan (om man tycker om en len och tjockare soppa utan hela bitar, skippa detta steg).",
                    "Tillsätt grädde i soppan och mixa slät. Smaka av med salt och peppar.",
                    "Om du fiskade upp lite hela buketter - lägg tillbaka dem i soppan och värm upp.",
                    "Servera och njut!"
                ]
        },
        {
            "title": "Fröknäckemacka",
            "id": "hardbread",
            "ingredientsList": 
                [
                    "Fröknäcke med lågt kolhydratinnehåll",
                    "1 st fetaost",
                    "1 burk tapenade (med lägre kolhydratinnehåll)",
                    "Extra virgin olivolja",
                    "Ekologisk torkad oregano",
                    "salt och peppar efter smak"
                ],
            "paragraphList": 
                [
                    "Bred ut lite tapenade på en fröknäckeskiva. Dela fetaosten och ta 1/4 och lägg på tapenaden. Ringla lite olivolja över, och strö lite oregano på toppen. Salta och peppra efter smak."
                ]
        },
        {
            "title": "Kvarg bowl",
            "id": "kvarg",
            "ingredientsList": 
                [
                    "Kvarg (naturell)",
                    "Frysta (osötade) hallon",
                    "En näve (osötade) sötmandlar",
                    "Ekologisk ceylonkanel"

                ],
            "paragraphList": 
                [
                    "Lägg lite kvar i en liten skål. Tina upp de frysta hallonen (gärna så de kokar) och häll på kvargen. Strö en näve mandlar i skålen. Pudra över lite ceylonkanel. Njut av en härlig frukost, eller kanske mellis."
                ]
        },
        {
            "title": "Smoothie",
            "id": "smoothie",
            "ingredientsList": 
                [
                    "Mandelmjölk (osockrad)",
                    "Ett par dl frysta osötade hallon",
                    "Några buketter fryst broccoli",
                    "En näve ekologiska sötmandlar (osötade)",
                    "En näve frysta grönkålsblad",
                    "3 st ekologiska färska dadlar",
                    "Ekologisk Ceylonkanel, kardemumma, och bourbonvaniljpulver efter smak"
                ],
            "paragraphList": 
                [
                    "Mixa alla ingredienser efter tyck och smak. Häll upp i glas och njut!"
                ]
        }
    ]
}